[build_new_spell_town.A_Esprit_Malin H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Вечная жизнь"
mTooltip="После того, как любой дружественный отряд погибает в бою, 10% от изначального количества существ в нём будет возвращено к жизни. Каждый отряд можно вернуть к жизни только один раз."

[build_new_spell_town.A_espritmalin_Buff H7BaseBuff]
mName="Злой дух"
mTooltip="После того, как дружественный отряд погибает в бою, 10% от изначального количества существ в нём будет возвращено к жизни. Каждый отряд можно вернуть к жизни только один раз."

[build_new_spell_town.A_hadess_burning_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[build_new_spell_town.A_hadess_burning_BuffCreature H7BaseBuff]
mName="Пылающий ад"
mTooltip="Наносит всем врагам урон от огня в размере до 2% от их здоровья."

[build_new_spell_town.A_hadess_burning_BuffHero H7BaseBuff]
mName="Пылающий ад"
mTooltip="В начале боя наносит всем вражеским существам урон в размере до 2% от их здоровья."

[build_new_spell_town.A_hadess_esprit_malin_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Злой дух"
mTooltip="Воскрешает 10% существ в отряде, погибшем в бою."

[build_new_spell_town.A_hadess_esprit_malin_BuffHero H7BaseBuff]
mName="Злой дух"
mTooltip="Воскрешает 10% существ в отряде, погибшем в бою."

[build_new_spell_town.A_hadess_esprit_malinBuffCreature H7BaseBuff]
mName="Пылающий ад"
mTooltip="Наносит всем врагам урон от огня в размере до 2% от их здоровья."

[build_new_spell_town.A_hadess_MarkOfMalassa_PlayerBuff H7BaseBuff]
mName="Вечное проклятие Ургаша"
mTooltip="Стоимость найма существ снижена на 10%."

[build_new_spell_town.A_hadess_MarkOfMalassa_TownBuff H7BaseBuff]
mName="Вечное проклятие Ургаша"
mTooltip=""

[build_new_spell_town.A_hadessMarkOfMalassa_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Вечное проклятие Ургаша"
mTooltip="Шпионы могут саботировать и ограбить еще две цели."

[Build_town.A_hadess_TownLv1 H7Town]
mName=""

[Building_village_hadess.A_hadess_HallsOfTheUnseenHandcornue_pool H7TownDwelling]
mName="Рогатая яма"
mDesc="Поселение основных существ.\nПозволяет нанимать рогатых демонов (20 в неделю)."

[Building_village_hadess.A_Dungeon_HallsOfTheBlackHeartcornueeveil_pool H7TownDwelling]
mName="Врата демонов"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать рогатых демонов и нанимать демонов-надзирателей."

[Building_village_hadess.A_hadess_AssassinsGuild H7TownGrowthEnhancer]
mName="Пещера демонов "
mDesc="Улучшение поселения основных существ.\n+10 рогатых демонов или демонов-надзирателей в неделю."

[Building_village_hadess.A_hadess_CradleOfStone_succub_pool H7TownDwelling]
mName="Адский питомник"
mDesc="Поселение основных существ.\nПозволяет нанимать адских гончих (8 в неделю)."

[Building_village_hadess.A_hadess_ChthonianAbyss_succube_eveil H7TownDwelling]
mName="Питомник церберов"
mDesc="Улучшение поселения основных существ.\nПозволяет улучшать адских гончих и нанимать церберов. "

[Building_village_hadess.A_hadess_UnfathomableCaves_bonusgrowth_succube H7TownGrowthEnhancer]
mName="Тренировочная площадка"
mDesc="Улучшение поселения основных существ.\n+6 адских гончих или церберов в неделю."

[Building_village_hadess.A_hadess_ShadowArena_chien_enfer_pool H7TownDwelling]
mName="Дом наслаждений"
mDesc="Поселение основных существ.\nПозволяет нанимать суккубов (20 в неделю)."

[Building_village_hadess.A_hadess_ShadowRing_chienenfer_eveil_pool H7TownDwelling]
mName="Гарем искушения"
mDesc="Улучшение поселения основных существ.\nПозволяет улучшать суккубов и нанимать лилим."

[Building_village_hadess.A_hadess_ShootingRange_chien_bonus_growth H7TownGrowthEnhancer]
mName="Бордель"
mDesc="Улучшение поселения основных существ.\n+10 суккубов или лилим в неделю."

[Building_village_hadess.A_hadess_LakeOfStilledVoices_efreet_pool H7TownDwelling]
mName="Лампы ифритов"
mDesc="Поселение элитных существ.\nПозволяет нанимать ифритов (6 в неделю)."

[Building_village_hadess.A_hadess_FrozenStatuary_efreet_eveil_pool H7TownDwelling]
mName="Лампы султанов"
mDesc="Улучшение поселения элитных существ.\nПозволяет улучшать ифритов и нанимать султанов ифритов. "

[Building_village_hadess.A_hadess_SnakeTower_groyw_bonus_efreet H7TownGrowthEnhancer]
mName="Пещера несбывшихся мечтаний"
mDesc="Улучшение поселения элитных существ.\n+5 ифритов или султанов ифритов в неделю."

[Building_village_hadess.A_hadess_StriderForge_juggernaute_pool H7TownDwelling]
mName="Врата разрушителей"
mDesc="Поселение элитных существ.\nПозволяет нанимать разрушителей (5 в неделю)."

[Building_village_hadess.A_hadess_SoullessForge_ravageur_pool H7TownDwelling]
mName="Врата опустошителей"
mDesc="Улучшение поселения элитных существ.\nПозволяет улучшать разрушителей и нанимать опустошителей."

[Building_village_hadess.A_hadess_ShadowsteelPool_juggernautegrowth_bonus H7TownGrowthEnhancer]
mName="Абиссальный проход"
mDesc="Улучшение поселения элитных существ.\n+5 разрушителей или опустошителей в неделю."

[Building_village_hadess.A_hadess_Maze_sabime_pool H7TownDwelling]
mName="Престолы бездны "
mDesc="Поселение элитных существ.\nПозволяет нанимать демонов бездны (2 в неделю)."

[Building_village_hadess.A_hadess_Labyrinth_sabime_eveil_pool H7TownDwelling]
mName="Трон владык бездны"
mDesc="Улучшение поселения элитных существ.\nПозволяет улучшать демонов бездны и нанимать владык бездны."

[Building_village_hadess.A_hadess_AltarOfBrokenChainssabime H7TownGrowthEnhancer]
mName="Дворец хаоса"
mDesc="Улучшение поселения элитных существ.\n+2 демона бездны или владык бездны в неделю."

[Building_village_hadess.A_hadess_HissingTemple_magog_pool H7TownDwelling]
mName="Логово детей хаоса"
mDesc="Поселение легендарных существ.\nПозволяет нанимать детей хаоса (1 в неделю)."

[Building_village_hadess.A_hadess_RattlingTemple_magog-eveil H7TownDwelling]
mName="Логово магогов"
mDesc="Улучшение поселения легендарных существ.\nПозволяет улучшать детей хаоса и нанимать магогов."

[Building_village_hadess.A_hadess_DragonSpire_diable_pool H7TownDwelling]
mName="Заброшенный дворец"
mDesc="Поселение легендарных существ.\nПозволяет нанимать дьяволов (1 в неделю)."

[Building_village_hadess.A_hadess_DragonPinnacle_diable_eveil_pool H7TownDwelling]
mName="Владения архидьяволов"
mDesc="Улучшенное поселение легендарных существ. Позволяет улучшать дьяволов и нанимать архидьяволов."

[Building_village_hadess.A_hadess_ChamberOfWhispers_warfarrecru H7TownUtilityUnitDwelling]
mName="Зал хаоса"
mDesc="Создание средств поддержки.\nПозволяет покупать боевых демонов."

[Building_village_hadess.A_hadess_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания. \nПриносит 500 ед. %ICON_GOLD золота в день."

[Building_village_hadess.A_hadess_TownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[Building_village_hadess.A_hadess_CityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."

[Building_village_hadess.A_hadess_Capitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

[Building_village_hadess.A_hadess_MarkOfMalassa H7TownTearOfAsha]
mName="Вечное проклятие Ургаша"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает рост существ в этом городе на 50%.\nЛазутчики могут устроить две дополнительные диверсии или разграбить две дополнительные цели."

[Building_village_hadess.A_hadess_Moat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады."

[Building_village_hadess.A_hadess_DarkWatch H7TownTower]
mName="Темная стража"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов внутри укреплений."

[Building_village_hadess.A_hadess_MagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."

[Building_village_hadess.A_hadess_MagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."

[Building_village_hadess.A_hadess_MagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."

[Building_village_hadess.A_hadess_MagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."

[Building_village_hadess.A_hadess_HallOfIntrigue H7TownHallOfIntrigue]
mName="Адская конюшня"
mDesc="+5 к дальности перемещения героя до конца недели."

[Building_village_hadess.A_hadess_OverlookTower H7TownBuilding]
mName="Обзорная башня"
mDesc="Герои получают +10 к %icon_initiative инициативе в 3 следующих боях."

[Building_village_hadess.A_hadess_Portail_infernal H7TownBuilding]
mName="Инфернальный портал"
mDesc="Герой получает умение «Злой дух», которое 1 раз воскрешает 10% существ в отряде, побежденном в бою."

[Building_village_hadess.A_hadess_SoulvenomCrucible H7TownBuilding]
mName="Пылающий ад"
mDesc="В начале боя наносит каждому вражескому отряду урон в размере до 2% очков здоровья на протяжении 3 ходов."

[Building_village_hadess.A_hadess_Black_Market H7BlackMarket]
mName="Черный рынок"
mDesc="Позволяет покупать и продавать артефакты."

[Building_village_hadess.A_hadess_fonderie H7TownHall]
mName="Адское искушение"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[Building_village_hadess.A_hadess_HallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."

[Building_village_hadess.A_hadess_Marketplace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."

[Building_village_hadess.A_hadess_PillarOfEyes H7TownUtilityUnitDwelling]
mName="Адская плавильня"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[Building_village_hadess.A_hadess_SpiesGuild H7TownSpiesGuild]
mName="Гильдия лазутчиков"
mDesc="Позволяет гильдии воров отправлять лазутчиков на диверсионные задания. Лазутчики могут разграбить случайный источник ресурсов выбранного игрока, вдвое снизив доход от источника на следующей неделе."

[Building_village_hadess.A_hadess_ThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."

[Building_village_hadess.A_hadess_TownPortal H7TownPortal]
mName="Городской портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший доступный город."

[Building_village_hadess.A_hadessAltarOfSacrifice H7TownUnitConverter]
mName="Камера искажения"
mDesc="Предоставляет возможность превращать живых существ в опустошителей."

[Building_village_hadess.A_hadessShadowsteelRefinery H7TownBuilding]
mName="Пещера теней"
mDesc="Приносит 1 ед. %icon_Shadowsteel сумрачной стали в день."

[Building_village_hadess.A_Dhadess_ChthonianDeposit H7TownBuilding]
mName="Серные тучи"
mDesc="Приносит 2 ед. %icon_Ore руды в день."

[Hero_nosferatu.A_cornu_servitude_Buff H7BaseBuff]
mName="Вечное рабство"
mTooltip="Возвращает к жизни 80% существ в отряде"

[Hero_nosferatu.A_cornue_servitude H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Демоническое рабство"
mTooltip="Один раз за бой этот герой может вернуть к жизни 80% существ в отряде рогатых демонов и демонов-надзирателей, если тот был полностью уничтожен."

[Siegebuild.H7hadessGateSegment H7CombatMapGate]
mObstacleName="Ворота"

[Siegebuild.H7hadessMoat H7CombatMapMoat]
mObstacleName="Ров"

[Siegebuild.H7hadessNoShootingTower H7CombatObstacleFracturedObject]
mObstacleName=""

[Siegebuild.H7hadessTowerLeft H7CombatMapTower]
mObstacleName="Башня"

[Siegebuild.H7hadessTowerUnit H7TowerUnit]
mName="Адская башня"
mLore=""

[Siegebuild.H7hadessWallSegment H7CombatMapWall]
mObstacleName="Стена"

[Dwelling.A_hadessDwellingLv1 H7Dwelling]
mName=""

[Dwelling.A_hadessDwellingLv2 H7Dwelling]
mName=""

[Dwelling.A_hadessDwellingLv3_diable H7Dwelling]
mName=""

[Dwelling.A_hadessDwellingLv3_magog H7Dwelling]
mName=""

[Dwelling.A_hadessFortLv1 H7Fort]
mName=""

[Faction.H7Factionhadess H7Faction]
mFactionName="Инферно"
mFactionFortName="Форт Инферно"
mFactionArmyName="Армия Инферно %number"

[globale_name.A_hadess_Dwelling_Lv1_Name H7GlobalName]
mName="Ур-Драск"

[globale_name.A_hadess_Dwelling_Lv2_Name H7GlobalName]
mName="Ур-Небирзиас"

[globale_name.A_hadess_Dwelling_Lv3_Name H7GlobalName]
mName="Ур-Рааг"

[globale_name.A_hadess_Dwelling_Lv3_Name_l7 H7GlobalName]
mName="Ур-Риох"

[globale_name.A_hadess_Fort_Lv1_Name H7GlobalName]
mName="Ур-Шангор"

[globale_name.A_hadess_Town_Lv1_Name H7GlobalName]
mName="Inferno-Stand"

[globale_name.H7hadessTownNames H7GenericTownNames]
mTownNames[0]="Ур-Алзевот"
mTownNames[1]="Ур-Чардрос"
mTownNames[2]="Ур-Эстарот"
mTownNames[3]="Ур-Геенна"
mTownNames[4]="Ур-Гортол"
mTownNames[5]="Ур-Хеноч"
mTownNames[6]="Ур-Ишшин"
mTownNames[7]="Ур-Харг"
mTownNames[8]="Ур-Корш"
mTownNames[9]="Ур-Курган"
mTownNames[10]="Ур-Мангор"
mTownNames[11]="Ур-Мелфас"
mTownNames[12]="Ур-Тот"
mTownNames[13]="Ур-Весфаал"

[Building_village_hadess.A_Hadess_chambre_nemesis H7TownDwelling]
mName="Утраченный рай"
mDesc="Позволяет завербовать мощное существо-чемпиона - Падшего Ангела. \Может быть завербовано с помощью функции "завербовать всех"."

[Building_village_hadess.A_Hadess_chambre_nosferatu H7TownDwelling]
mName="Круги греха"
mDesc="Позволяет принести в жертву церберов, чтобы нанять могущественное элитное существо - искаженного тюремщика."

[Building_village_hadess.A_Hadess_Fortifications_Level1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами.

[Building_village_hadess.A_Hadess_Fortifications_Level2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."

[Building_village_hadess.A_Hadess_Fortifications_Level3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."

[New_Build.A_hadess_chambre_nemesis H7TownDwelling]
mName="Утраченный рай"
mDesc="Позволяет принести в жертву владык бездны, чтобы нанять могущественное легендарное существо - падшего ангела."

[New_Build.A_hadess_chambre_nosferatu H7TownDwelling]
mName="Круги греха"
mDesc="Позволяет принести в жертву церберов, чтобы нанять могущественное элитное существо - искажённого тюремщика."

[fort.H7hadessGateSegment H7CombatMapGate]
mObstacleName="Ворота"

7.5_v2 :

[Building_village_hadess.A_hadess_warfare_Akuma H7TownUtilityUnitDwelling]
mName="Круг акум"
mDesc="Создание средств поддержки.\nПозволяет покупать акум."